Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smj/facta/1177.se/blodprov-psa.html.tmx
Source language: sme
Languages: smj

source: Davvisámegiella / Nordsamiska
smj: Julevusámegiella / Lulesamiska

source: Varraiskkus: PSABlodprov: PSA
smj: JulevusámegiellaLulesamiska

source: Manin dárbbaha guođđit iskosa ?
smj: Manen dárbaj åtsådimev vaddet ?

source: Goas guođđit PSA iskosa ?
smj: Goassa vaddá PSA åtsådimev ?

source: PSA lea varraiskkus mii gullo daidda dutkamiidda man sáhttá dahkat go ovdaráksá dutkojuvvo.
smj: PSA l varraåtsådibme mij gullu åtsådimijda majt dagá gå prostahta åtsåduvvá.

source: Muhtumiin guđđojuvvo PSA-iskkus jus leat gožžaráhkováivvit man doavttir eahpida boahtit prostátas, ovdamearkka dihte jus dávjá dárbbaha mannat cissame seamma áigge go cirggas lea headju.
smj: Muhttijn vaddá PSA-åtsådimev jus la gådtjåmvájve masi dåktår gáddá prostahta l oarre, buojkulvissan jus álu dárbaj gåttjådit vájku gå gådtjålábtjen la vuollegasj däddo.

source: Sáhttá maid guođđit PSA-iskosa jus doavttir dovdá rievdamiid ovdaráksás go dat dutkojuvvo, rievdamiid mat sáhttet dagahit máŋga earalágan váivvi ja skibasvuođa.
smj: Máhttá aj vaddet PSA-åtsådimev jus dåktår gullá muhtem prostahta rievddadusájt gå åtsåduvvá, rievddadime ma máhtti buktet moattelágásj vájvijt ja dávdajt.

source: Lea dehálaš diehtit ahte loktanan PSA-árvu ii leat seamma ášši go ahte lea ovdaráksáborašdávsa.
smj: Ájnas la diehtet aledum PSA-árvo ij javla ulmutjin la prostahtabårredávdda.

source: Lea dábálaš unnánaš muttolaš PSA lassánemiin leat eará sivat.
smj: Le dábálasj giehppis ja mutták PSA aledimijn li ietjá oare.

source: Seamma ládje ii sáhte normála árvu ollásit guođđit eret ovdaráksáborašdávdda.
smj: Sämmiláhkáj máhttá iemelágásj árvvo ij ållåsit ierittjuolldet prostahtabårråmdávdav.

source: Boađus ferte álot árvvoštallot makkár váivvit leat ja maid eará dutkamat čájehit.
smj: Boados hähttu agev árvustaláduvvat makkir vájve li ja majt ietjá åtsådime vuosedi.

source: Jus olbmos leat guokte dehe eanet lagas dievdofuolkki geain lea ovdaráksáborašdávda, lea stuorit riska ahte oažžu skibasvuođa.
smj: Jus li guokta jali moadda lahka berraha gudi li ålmmå prostahtabårråmdávdajn, de l stuoráp máhttelisvuohta dávdav oadtju.

source: Dan dáhpáhusas ávžžuhuvvo váldit dássedit PSA - iskosa 40-50 jagis gitta 70 jagi rádjái.
smj: De májnoduvvá válldet PSA-åtsådimev dájvvalakkoj 40-50 jage álldaris gitta 70 jage álldarij.

source: PSA mihtiduvvo maid ovdaráksáborašdávdda dikšuma áigge.
smj: PSA mihttiduvvá aj ájggeguovddelis prostahtabårrråmdávda dåmajdimen.

source: Jus dikšun ábuha dan fuomáša ahte PSA- árvu luoitá.
smj: Jus dálkudibme viehket de vuojnnu gå PSA-árvvo vuollán.

source: PSA-iskosa buorit ja heajos bealit
smj: Ávke ja hieredisá

source: PSA- iskkus ii dahkko rutiinnalaččat dego dábálaš dearvvašvuođakontrolla dievdduide oaidnin dihte leago dain hui árra hámat ovdaráksáborašdávda.
smj: PSA-åtsådibme ij dábálattjat dagáduvá gájkkásasj varresvohtagähttjamin ålmmåjda árvustalátjit jus siján la prostahtabårråmdávda sieldes árra hábme.

source: Dat vuolgá das ahte ii leat álo oavdu fuomášit ja dikšut árra hámat ovdaráksáborašdávdda.
smj: Ij la agev ávkke ielvvet ja dálkudit jur prostahtabårredávda árra hámijt.

source: Dikšun sáhttá addit bissovaš siidováikkuhusaid impoteanssa ja doallannávccahisvuođa dievdduin gos ovdaráksáborašdávda ii livččii geargan ovdánit maninge váralaš dávdan.
smj: Dálkudime máhtti vaddet stuoves tjuovvobájnatjimijt nåv gåk impotänssa ja inkontinänssa ålmåjn gejn prostahtabårråmdávdda ij goassak lulu háhppidam åvddånit muhtem garra dávddaj.

source: Borašdávdašattalmas ovdarávssás sáhttá juogo šaddat hihtásit attitkeahttá mangelágán váivviid dehe šaddat johtilit ja viidut goruda eará osiide.
smj: Bårredávddasjattalvis prostahtan máhttá juogu de suojmma sjaddat váni vattek vájvijt jali ruvva ja oabllot ietjá rubmaha åsijda.

source: Árra muttus ii sáhte earuhit dan guovtti borašdávdahámi ja lea várra dikšut borašdávdahámi mas ii livččii ožžon mangelágán váivviid eallináiggistis.
smj: Árra ájgen ij máhte guokta bårråmdávddatjerda sieradit ja danen la máhttelis dåjmajduvvat bårråmdávddahábmáj massta ij lulu vájvijt ietjas viessomájgen oadtjot.

source: Máŋggat dievddut háliidit goit čađahit dutkama oažžun dihte čielgasa leago sis ovdaráksáborašdávda.
smj: Moadda ålmmå sihti huoman tjadádit åtsådimijt oattjotjit diedojt jus siján la prostahtabårråmdávdda.

source: Ovdalgo mearrida galgágo guođđit PSA- iskosa lea buorre váldit čielgasa eanet buriin ja heajos beliin árrat áicojuvvon šattalmasa dikšumis.
smj: Åvddål gå mierret jus galggá åtsådimev vaddet PSA:aj la buorrre åtsådit ienebuv ávkij birra ja hieredisájt árra gávnadum sjattalvisá dåmajdimijn.

source: Jus háliida de mannat viidáseappot ja ságastit doaktáriin galgá diŋgot áiggi dearvvašvuođaguovddážii dehe fitnodatdearvvašvuođadikšumii.
smj: Jus de sihtá joarkket ja ságastallat dåktårijn de gálggá ájgev diŋŋgot varresvuohtaguovdátjin jali vidnudakvarresvuohtasujton.

source: Mii lea PSA ja gos dat lea ?
smj: Mij la PSA ja gåggu gávvnu ?

source: PSA lea oanádus ovdaráksáspesifihkka anti-genas.
smj: PSA l oanádis [prostataspecifikt antigen].

source: Dat lea proteiidna mii válbmejuvvo ovdarávssás ja mii čuovvu siepmančázi mielde go oažžu orgásmma ja dahká ahte sagahanseallat šaddet lihkkibun.
smj: Le proteijnna mij dagáduvvá prostahtarávsán ja tjuovvo sájojt gå ejakulasjåvnåv oadtju ja dahká vaj sájo labudi giehpebut.

source: PSA lea dábálaččat una mearit varasnai, ja jur dat mearri mii mihtiduvvo PSA-iskosa bakte.
smj: PSA gávnnu dábálattjat binná mieren varán aj, ja l dat nárre mij mihttiduvvá PSA-åtsådime baktu.

source: Borašdávdda lassin leat máŋga dábálaš rievdama ovdarávssás mat sáhttet dahkat ahte PSA- árvu loktana varas.
smj: Ietján gå bårråmdávdda de gávnnuji moadda dábálasj rievddadusá prostahtan ma máhtti dahkat vaj PSA- mierre varán lassán.

source: Ovdamearkka dihte buorresoarttat ovdaráksástuorrun ja vuolši ovdarávssás sáhttet, ng. prostátihtta, dagahit ahte ovdarávssás golgá eanet PSA varrii.
smj: Buorre prostahtastuoredibme ja inflammasjåvnnå prostahtarávsán máhttá buojkulvissan, nåv gåhtjoduvvam prostatijtta, doalvvot vaj lissi ienep PSA:av várán prostahtas.

source: Jagiid mielde PSA-árvu loktana vehá eanaš dievdduin daningo ovdaráksá šaddá stuoribun go ahki lassu.
smj: PSA-mierre lassán vehik ájge milta ienemus ålmmåjn danen gå prostahtaráksá stuorru gå vuorastuvvá.

source: Stuorimus oassi vara PSA:s lea čadnon sierra proteiinnaide.
smj: Enamus mierre PSA varán la tjanádum umasslágásj proteijnajda.

source: Muhto lea maid una oassi friddja, čanakeahtes PSA.
smj: Valla gávnnu aj binná luovas, tjanádahkes PSA.

source: Go leat eará sivat go borašdávda muttágis PSA-loktanemiin, láve leahkit eanet friddja PSA varas.
smj: Gå li ietjá oare gå bårråmdávdda mutták PSA- allánibmáj, de álu gávnnuji ienep luovas PSA varán.

source: Danin dat sáhttá addit doaktárii dihto rávvaga mihtidit čadnojuvvon ja friija PSA gaskavuođa.
smj: Danen máhttá dåktårij vaddet vissa oajvvadusáv mihttit gasskavuodav tjanádum ja luovas PSA gaskan.

source: Mot iskkus váldojuvvo ?
smj: Gåktu åtsådibme váldeduvvá ?

source: Iskkus váldo dábálaččat gieđas asehis nálu vehkiin mii čuggejuvvo varrasutnii, venai.
smj: Åtsådimev álu válldi giedan sekka nálujn viehkken mij tjuoggiduvvá varravárráj, venan.

source: Danin dán sullásaš varraiskkus gohčoduvvo vena iskkusin.
smj: Danen dát tjärdda várraåtsådimes gåhtjudallá åsådibmen vena baktu.

source: Iskkus sáhttá váldot vaikko goas jándoris. Ovdal iskosa váldima ferte čohkkehit 15 minuhta.
smj: Åtsådimev válldá akta goassa jánndurin Galggá tjåhkudallat 15 minuvta åvddål gå åtsådibme váldeduvvá.

source: Muđui ii dárbbat mangelágán válmmastallamiid.
smj: Ietján älla aktak gárvedime dárbulattja.

source: Jus dahká kirurgalaš doaibmabiju ovdaráksái PSA-árvu loktana.
smj: Jus tjuollá prostahtan de PSA-árvvo allán.

source: Ferte vuordit unnimustá 10 beaivvi ovdalgo lea jierpmálaš váldit PSA-iskosa.
smj: Hähttu de vuorddet unnemusát 10 biejve åvddål gå l ávkálasj PSA-åtsådimev válldet.

source: Jus doavttir dan sádjái guldala ovdaráksá dat ii váikkut PSA- árvui.
smj: Jus dåktår val gulldal prostahtav de PSA-árvvo ij bájnatjuvá.

source: Goas oažžu vástádusa ?
smj: Goassa oadtju vásstádusáv ?

source: Iskkus sáddejuvvo buohcceviessolaboratoriai gos dat analyserejuvvo.
smj: Åtsådibme rájaduvvá skihpadåhpelaboratåvrråj gånnå guoradaláduvvá.

source: Sáhttá soabadit doaktáriin goas ja got galgá beassat diehtit iskkusbohtosa.
smj: Máhttá ájgás boahtet ietjas dåktårijn goassa ja gåktu åtsådime båhtusav diededuvvá.

source: Doavttir láve oažžut vástádusa laboratorias guovtti beaivvi siste.
smj: Dåktår álu vásstádusáv laboratåvrås oadtju avtan jali guovten biejven.

source: Got iskkusvástádus dulkojuvvo ?
smj: Gåktu åtsådimvásstádus dádjat ?

source: Iskkusvástádusa ferte álo veardidit makkár váivvit olbmos leat ja maid eará dutkamat čájehit.
smj: Åtsådimvásstádus hähttu agev árvustaláduvvat makkir vájve li ja majt ietjá åtsådime vuosedi.

source: Vara PSA-árvu variere sierra dievdduid gaskka, maid dievdduid gaskkan geain eai leat ovdaráksáváivvit.
smj: PSA-árvvo varán målsut umasse ålmåj gaskan, aj ålmåj gaskan gejn älla prostahtavájve.

source: Vai doaktáris galgá leahkit juoga masa veardida dallego iskkusvástádusat dulkojuvvojit gevtojuvvo ng. refereansaárvvut.
smj: Vaj dåktår galggá máhttet juojnak buohtastahttet de aneduvvá referänssaárvo.

source: PSA:i lávejuvvo árvvut badjel 3 mikrográmma littara guovdu rehkenastot lassáneapmin.
smj: PSA-árvojda álu árvo badjel 3 mikrográmma lijttarij riekkniduvvá lassánibmen.

source: Alla árvvut, mas dat bohtet ?
smj: Alla árvo, mij la dan oarre ?

source: Sullii ovttas logi gaskaagát olbmás lea loktanan PSA- árvu.
smj: Bájkoj avtan låget ålmmås gasska álldarin la aledum PSA-árvvo.

source: Dábálaš sivva veháš loktanan árvui lea buorresorttat ovdaráksástuorrun.
smj: Dábálasj oarre vehik aledum árvojda buorre prostahtastuoredibme.

source: Loktanan árvvuid sáhttá maid oažžut jus lea ovdaráksávuolšun, ng. kronalaš prostatihtta.
smj: Aledum árvojt oadtju aj jus la prostahtainflammasjåvnnå, nåv gåhtjoduvvam dálkodik prostatijtta.

source: Dábálaš gožžaoarreinfekšuvdna sáhttá addit meaddelmanni, muhto garra PSA loktaneami.
smj: Dábálasj gådtjåinfeksjåvnnå máhttá vaddet garra lassánimev PSA:s valla vássá.

source: Jus soames siva dihte ii sáhte gožžat ja guđđet gožžaráhku albma ládje, sáhttá maid oažžut gaskaboddosaš loktanan PSA-árvvu.
smj: Jus avtak oare diehti ij máhte gådtjåt ja gådtjårágáv duobbmit snivva, de máhttá aj oadjot ånibåddåsasj lasedum PSA-árvov.

source: Jus lea váttis guđđet gožžaráhku nu ahte stuorimus oassi goččas geažos áigge lea ráhkus dat lávejuvvo gohčodit gožžaobbon.
smj: Jus la vájvve gådtjårágáv duobbmit ja stuoráp gådtjå nárre agev báhtsá, de gådtjåbavvagin gåhtjudallá.

source: Loktanan árvvuide sáhttá leahkit sivvan ovdaráksáborašdávda.
smj: Aledum árvo máhtti aj årrot prostahtabårredávdda.

source: Sullii goalmmát oasis dain geain lea loktanan PSA gávdnojuvvo borašdávda.
smj: Gejs li aledum PSA gávnaduvvá bårredávdda bájkoj gålmådisán.

source: Gaskavuohta gaskkal friija ja čadnojuvvon PSA sáhttet addit doaktárii dihto bagadusa go lea jearaldat earuhit buorresorttat ovdaráksáváivviid ovdaráksáborašdávddas.
smj: Sieradittjat buorre prostahtavájvijt prostahta bårredávdas de máhttá gasskavuohta luovas ja tjanádum PSA gaskan dåkttårav viehkedit.

source: Dain geat testejuvvo máŋgga háve máŋggaid jagiid, boahtá sullii ovttan njealjis leahkit PSA- árvu mii oalgguha lasse dutkamiidda.
smj: Gejs ietjasa gähttjali moaddi moatten jagen, li bájken avtan nieljes PSA-árvvo mij doarjju ienep åtsådimijt.

source: Jus PSA-iskosa boađus čájeha alla árvvu, doavttir láve dahkat vel ovtta dutkama Ultra-jienain ja gođusiskosiin ovdarávssás.
smj: Jus PSA-åtsådime boados vuoset alep árvov, de dåktår álu dahká vil åtsådimev ultrajienajn ja tsuodtsaåtsådimev prostahtarávsás.

source: Jus doavttir áicá borašdávdda sáhttá oažžut dikšuma čuohpademiin, suonjardemiin dehe hormonadikšumiin.
smj: Jus dåktår gávnná bårredávdav de oadtju dálkudimev tjuollamijn, suonjardimijn, jali hormonadåmajdimijn.

source: Vuollegis árvvut, mas dat vulget ?
smj: Vuollegis árvo, mij la dan oarre ?

source: Vuollegis árvvut vuosttildit dan ahte livččii ovdaráksáborašdávda, vaikko beare okta PSA-iskkus ii olles sihkkarvuođain sáhte vuosttildit dan.
smj: Vuollegis árvo vuoset prostahtabårredávdda gávnnu, ihka vil val akta PSA-åtsådibme ij ållåsit máhttá dav ierittjuolldet.

source: Jus oažžu ovdarávssá váldot eret čuohpademiin PSA-árvu luoitá illá mihtidan dássái.
smj: Jus oadtju prostahtav ieritváldedum tjuollama baktu de PSA-árvvo vuollán jur mihttidahkes märráj.

source: Vuollegis PSA-árvu sáhttá oainnát gevtojuvvot mihttun ahte čuohpadeamis lea leamaš ávki.
smj: Vuollegis PSA-árvvo máhttá de aneduvvat mihttán tjuollamin lij buorre boados.

source: Maid guovtti eará dikšunvugiin, suonjardemiin ja hormonadikšumiin, láve njiedjan PSA-árvu leahkit mearkan ahte dikšun lea doaibman bures.
smj: Guovten ietjá dåmajdimtjerdan aj, suonjardimen ja hormonadálkudimen, vuoledum PSA-árvvo l dåbddåmärkka dåmajdibme l buoragit doajmmam.﻿﻿

source: Čálli: Martin Enander, doavttir, spesialista almmolašmedisiinnas, Sundsvall
smj: Tjálle: Martin Enander dåktår, ássjedåbdde gájkkásasjmedisijnan, Sundsvall

source: 1177 Vårdguiden redakšuvdna ja redakšuvdnaráđđi leat maid heivehan, dárkkistan ja dohkkehan buot sisdoalu.
smj: Gájkka sisadno l aj giehtadaládum, gehtjadum ja dåhkkidum redaksjåvnås ja redaksjåvnnårádes 1177 Vårdguiden.
